{
  "home": "Inicio",
  "about": "Nosotros",
  "products": "Productos",
  "contact": "Contáctanos",
  "welcome": "Líderes en Soluciones para Desalinización y Minería",
  "aboutTitle": "Sobre Nosotros",
  "aboutText": "En GAMC Chile, somos más que proveedores de soluciones para la minería y desalinización. Somos un equipo de profesionales comprometidos con la excelencia y la innovación. Con el respaldo de Federal Screen Products Inc., líder mundial en fabricación de sistemas de filtración y separación, ofrecemos productos de la más alta calidad para optimizar los procesos de desalinización del agua de mar y producción de cobre. Nuestra misión es proporcionar a nuestros clientes herramientas eficientes y duraderas que impulsen su productividad y reduzcan sus costos operativos. Desde nuestra fundación, hemos trabajado incansablemente para establecer relaciones de confianza y colaboración con cada uno de nuestros clientes, entendiendo sus necesidades específicas y ofreciendo soluciones personalizadas. Confía en GAMC Chile para llevar tus operaciones al siguiente nivel con productos que cumplen con los más altos estándares internacionales de calidad y rendimiento.",
  "homepageDescription": "Maximiza tu producción con nuestros canastos y filtros autolimpiantes de alta eficiencia, descubre cómo nuestros productos pueden transformar tus operaciones. ¡Contáctanos hoy mismo para obtener más información y una cotización personalizada!",
  "contactUs": "Contáctanos",
  "mining": "Minería",
  "ourProducts": "Nuestros Productos",
  "product1": "Producto 1",
  "product2": "Producto 2",
  "product3": "Producto 3",
  "product4": "Producto 4",
  "product5": "Producto 5",
  "productList": "Lista de Productos",
  "plainScreen": "Plain Screen",
  "baskets": "Canastos",
  "waterScreen": "Water Screen",
  "selfCleaningFilters": "Filtros autolimpiantes",
  "customProducts": "Productos a medida",
  "availableMaterials": "Materiales Disponibles",
  "productsDescription": "En GAMC Chile, ofrecemos una gama de productos diseñados para optimizar los procesos de desalinización y producción minera.",
  "name": "Nombre",
  "company": "Empresa",
  "email": "Correo",
  "message": "Mensaje",
  "send": "Enviar",
  "messageSent": "Mensaje enviado con éxito",
  "messageError": "Error al enviar el mensaje"
}
