{
  "home": "Home",
  "about": "About",
  "products": "Products",
  "contact": "Contact",
  "welcome": "Leaders in Solutions for Desalination and Mining",
  "aboutTitle": "About Us",
  "aboutText": "At GAMC Chile, we are more than providers of solutions for mining and desalination. We are a team of professionals committed to excellence and innovation. With the support of Federal Screen Products Inc., a world leader in the manufacture of filtration and separation systems, we offer the highest quality products to optimize seawater desalination and copper production processes. Our mission is to provide our customers with efficient and durable tools that boost their productivity and reduce their operating costs. Since our founding, we have worked tirelessly to establish trusting and collaborative relationships with each of our clients, understanding their specific needs and offering personalized solutions. Trust GAMC Chile to take your operations to the next level with products that meet the highest international standards of quality and performance.",
  "homepageDescription": "Maximize your production with our high-efficiency self-cleaning baskets and filters, discover how our products can transform your operations. Contact us today for more information and a personalized quote!",
  "contactUs": "Contact Us",
  "mining": "Mining",
  "ourProducts": "Our Products",
  "product1": "Product 1",
  "product2": "Product 2",
  "product3": "Product 3",
  "product4": "Product 4",
  "product5": "Product 5",
  "productList": "Product List",
  "plainScreen": "Plain Screen",
  "baskets": "Baskets",
  "waterScreen": "Water Screen",
  "selfCleaningFilters": "Self-cleaning filters",
  "customProducts": "Custom products",
  "availableMaterials": "Available Materials",
  "productsDescription": "At GAMC Chile, we offer a range of products designed to optimize desalination and mining production processes.",
  "name": "Name",
  "company": "Company",
  "email": "Email",
  "message": "Message",
  "send": "Send",
  "messageSent": "Message sent successfully",
  "messageError": "Error sending the message"
}
